{"bonzor":{"title":"Bonzer","img":"Fashion\/fashion_land.jpg","card_image":"Fashion\/ITS_Fashion_Show.jpg","menu":[{"title":"Event Rules","content":"amidst the battling of teams of various colleges we bring a show 'bonzer' so teams get those heels and outfits and walk the ramp sprinkling over your glamorous smile.\nCOMPETATIVE ROUND -\n- The registration would be opened for the college interested. registration has to be done in teams.\n- The teams should contain maximum 12 members comprising 7-9 models, 1 designer ,1 choreographer and 1 assistant or helper.\n- Theme (fixed); smile- cart (opportunity to bring your childhood fantasies on the ramp.\n- The team should register their theme or story-line during registration period.\n- The team should depict characters of single story-line. (for example – team xyz selects “CINDRELLA” as their story-line then the whole team will carry and perform only CINDRELLA characters.)\n- duration 8 minutes maximum(please adhere to it).\n- The team has to arrange their outfits themselves.\n- Teams must bring their own tracks in a CD and PENDRIVE and no help shall be provided in this regard from the crew.\n- Team shall bring the CD and PENDRIVE with their team names mentioned on it. Also it is advised a person from the team responsible for playing tracks to assist back\nstage.\nTRENDZ SMILE ROUND -\n- Only BBD students will participate in this round.\n- Best male and female models will be decided on the basis of attire, body language,walk and personality.\n- This round will be based on individual performance.\n- The judgement will be done on the individual basis\n"},{"title":"Contact","_content":"<p style='font-size:2em;'>Randeep : <a href='tel:8896613474'>8896613474<\/a><\/p>"}]},"glam_fiesta":{"title":"Glam Fiesta","img":"Fashion\/land_glam.jpg","card_image":"Fashion\/glam.jpg","menu":[{"title":"Event Rules","content":"Mr. and Ms. Utkarsh...the quest for the best\n\nAlso known as “Mr. & Ms. Utkarsh” one of the most prestigious events of the Annual Fest of the BBDGEI, Utkarsh, is a Personality Pageant.\nIt judges one on their confidence, attitude, presentation and spontaneity and the way one portrays his\/ her personality. It comprises of four Rounds which scrutinize the overall personality of the participant. The rounds are as follows:\n\nRound 1: Introductory Ramp Walk\nThe introductory ramp walk includes a formal introduction of the participants. The participants in the introductory ramp walk are dressed up according to Formal Attire.\n\nRound 2: The Ground Zero\nAn informal round, the participants perform a task on stage, given either selected by the anchor, judges or the audience.\n\nRound 3: The Talent Round\nThe Participants are required to showcase their talent (of their own choice) within the allotted time.\n\nRound 4: The Question & Answer Round\nIn this round the participants are asked questions by the Judges on the stage and the participants are required to answer with proper justification and they should be dressed according to the theme.\n(The judgment criteria remain the same for all the rounds: confidence, spontaneity, connection with audience and presentation)\n"},{"title":"Contact","_content":"<p style='font-size:2em;'>Randeep : <a href='tel:8896613474'>8896613474<\/a>\n <br\/>Karan Veer Singh : <a href='tel:8304114843'>8304114843<\/a><\/p>"}]}}